Repository: internxt/drive-desktop-macos
Catalog: Shared/*.lproj/Localizable.strings
Languages: es, fr

# AUTH_WELCOME_TITLE
source: Welcome to Internxt
es: Bienvenido a Internxt
fr: Bienvenue à Internxt

# AUTH_USE_BROWSER
source: Log in with browser
es: Inicia sesión con el navegador
fr: Se connecter avec le navigateur

# AUTH_DONT_HAVE_ACCOUNT
source: Don't have an account?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?

# AUTH_CREATE_ACCOUNT
source: Create account
es: Crear cuenta
fr: Créer un compte

# FILES_UP_TO_DATE
source: Your files are up to date
es: Tus archivos están actualizados
fr: Vos fichiers sont à jour

# FILES_UP_TO_DATE_HINT
source: Sync activity will show up here
es: La actividad de sincronización se mostrará aquí
fr: L'activité de synchronisation s'affichera ici

# WIDGET_SETTINGS_PREFERENCES_OPTION
source: Preferences
es: Preferencias
fr: Préférences

# WIDGET_SETTINGS_SEND_FEEDBACK_OPTION
source: Send Feedback
es: Enviar opinión
fr: Envoyer un commentaire

# WIDGET_SETTINGS_SUPPORT_OPTION
source: Support
es: Soporte
fr: Assistance

# WIDGET_SETTINGS_LOGOUT_OPTION
source: Log out
es: Cerrar sesión
fr: Déconnexion

# WIDGET_SETTINGS_QUIT_OPTION
source: Quit
es: Salir
fr: Quitter

# WIDGET_SETTINGS_NEW_OPTION
source: New
es: Nuevo
fr: Nouveau

# SYNC_STATUS_UP_TO_DATE
source: Everything is up to date
es: Todo está actualizado
fr: Tout est à jour

# SYNC_ENTRY_KIND_TRASHED
source: Moved to trash
es: Movido a la papelera
fr: Déplacé vers la corbeille

# SYNC_ENTRY_KIND_DOWNLOADED
source: Downloaded
es: Descargado
fr: Téléchargé

# SYNC_ENTRY_KIND_UPLOADED
source: Uploaded
es: Subido
fr: Téléchargé

# BACKUPS_BODY
source: Keep a lifesaver copy of most your important folders and files.
es: Guarda una copia de seguridad de la mayoría de tus carpetas y archivos importantes.
fr: Conservez une copie de secours de la plupart de vos dossiers et fichiers importants.

# BACKUP_BUTTON_LABEL
source: Backup this device
es: Hacer copia de seguridad
fr: Sauvegarder ce dispositif

# BACKUP_TITLE
source: Backup
fr: Sauvegarde

# BACKUP_LAST_UPLOADED_%@
source: Last updated %@
es: Última actualización %@
fr: Dernière mise à jour %@

# BACKUP_BACKING_UP
source: Backing up...
es: Respaldando...
fr: Sauvegardons...

# BACKUP_STOP_BACKUP
source: Stop backup
es: Detener copia de seguridad
fr: Arrêter la sauvegarde

# BACKUP_DOWNLOAD
source: Download
es: Descargar
fr: Télécharger

# BACKUP_DOWNLOAD_STOP
source: Stop download
es: Detener descarga
fr: Arrêter le déchargement

# BACKUP_BROWSE_FILES
source: Browse files
es: Examinar archivos
fr: Parcourir les fichiers

# BACKUP_SELECTED_FOLDERS
source: Selected folders
es: Carpetas seleccionadas
fr: Dossiers sélectionnés

# BACKUP_CHANGE_FOLDERS
source: Change folders
es: Cambiar carpetas
fr: Modifier les dossiers

# BACKUP_%@_NUMBER_OF_FOLDERS_SELECTED
source: %@ folders selected
es: %@ carpetas seleccionadas
fr: %@ dossiers sélectionnés

# BACKUP_UPLOAD_FREQUENCY
source: Upload frequency
es: Frecuencia de carga
fr: Fréquence de téléchargement

# BACKUP_UPLOAD_FREQUENCY_6_HRS
source: Every 6 hours
es: Cada 6 horas
fr: Toutes les 6 heures

# BACKUP_UPLOAD_FREQUENCY_1_HRS
source: Every hour
es: Cada 1 hora
fr: Toutes les heures

# BACKUP_UPLOAD_FREQUENCY_EVERY_DAY
source: Every day
es: Cada día
fr: Tous les jours

# BACKUP_UPLOAD_FREQUENCY_MANUALLY
source: Manually
es: Manualmente
fr: Manuellement

# BACKUP_UPLOAD_FREQUENCY_MANUALLY_TOOLTIP
source: Folders won't automatically backup until you click "Backup now". This mode is not recommended
es: Las carpetas no se copiarán automáticamente hasta que haga clic en "Copiar ahora". No se recomienda este modo
fr: Les dossiers ne seront pas sauvegardés automatiquement tant que vous n'aurez pas cliqué sur "Sauvegarder maintenant". Ce mode n'est pas recommandé

# BACKUP_UPLOAD_DELETE_BACKUP
source: Delete backup
es: Eliminar copia de seguridad
fr: Supprimer la sauvegarde

# BACKUP_UPLOAD_DELETE_BACKUP_CONTENT
source: This backup will be removed from the cloud, all folders and files will remain in this computer.
es: Esta copia de seguridad se eliminará de la nube, todas las carpetas y archivos permanecerán en este equipo.
fr: Cette sauvegarde sera supprimée du nuage, tous les dossiers et fichiers resteront sur cet ordinateur.

# BACKUP_DELETE_BACKUP_TITLE
source: Delete backup?
es: ¿Eliminar copia de seguridad?
fr: Supprimer la sauvegarde ?

# BACKUP_DELETE_BACKUP_CONTENT
source: This backup will be removed from the cloud permanently, all folders and files will remain in this computer.
es: Esta copia de seguridad se eliminará de la nube de forma permanente, todas las carpetas y archivos permanecerán en este equipo.
fr: Cette sauvegarde sera définitivement supprimée du nuage, tous les dossiers et fichiers resteront sur cet ordinateur.

# BACKUP_DELETE_BACKUP_TOOLTIP
source: This action cannot be undone.
es: Esta acción no puede deshacerse.
fr: Cette action ne peut être annulée.

# BACKUP_YES_DELETE
source: Yes, delete
es: Sí, eliminar
fr: Oui, supprimer

# BACKUP_STOP_ONGOING_BACKUP
source: Stop ongoing backup
es: Detener la copia de seguridad en curso
fr: Arrêter la sauvegarde en cours

# BACKUP_STOP_BACKUP_BODY
source: There are still files that have not yet been uploaded. Stop backup anyway?
es: Todavía hay archivos que no se han cargado. ¿Detener la copia de seguridad de todos modos?
fr: Il y a encore des fichiers qui n'ont pas encore été téléchargés. Arrêter la sauvegarde de toute façon ?

# BACKUP_FETCHING_DEVICES
source: Getting your Backups devices
es: Obteniendo tus dispositivos con Backups
fr: Obtenir vos appareils avec les sauvegardes

# BACKUP_ERROR_FETCHING_DEVICES
source: Error fetching devices, please try again
es: Error obteniendo dispositivos, por favor inténtelo de nuevo
fr: Erreur dans l'extraction des dispositifs, veuillez réessayer

# BACKUP_TRY_AGAIN
source: Try again
es: Intentar de nuevo
fr: Réessayer

# BACKUP_LOCATE_FOLDER
source: Locate folder
es: Encontrar carpeta
fr: Localiser le dossier

# BACKUP_ERROR_BACKING_UP
source: Error backing up this device
es: Error al realizar la copia de seguridad de este dispositivo
fr: Erreur de sauvegarde de ce dispositif

# BACKUP_NEXT_DATE
source: Next backup at %@
es: Próxima copia de seguridad en %@
fr: Prochaine sauvegarde à %@

# %@_BACKUP_DOWNLOADED_ITEMS
source: %@ items downloaded
es: %@ items descargados
fr: %@ éléments téléchargés

# BACKUP_DOWNLOAD_IN_PROGRESS_ALERT_TITLE
source: Backup download in progress
es: Descarga de Backup ya en progreso
fr: Le téléchargement de la sauvegarde est déjà en cours

# BACKUP_DOWNLOAD_IN_PROGRESS_ALERT_MESSAGE
source: A backup download is already in progress, please wait until it is finished.
es: Ya hay una descarga de un Backup en progreso, debes esperar hasta que finalice
fr: Un téléchargement de sauvegarde est déjà en cours, veuillez patienter jusqu'à ce qu'il soit terminé

# SETTINGS_TAB_GENERAL_TITLE
source: General
fr: Général

# SETTINGS_TAB_ACCOUNT_TITLE
source: Account
es: Cuenta
fr: Compte

# SETTINGS_TAB_BACKUPS_TITLE
source: Backups
es: Respaldo
fr: Sauvegarde

# SETTINGS_DEVICE_NAME
source: Device name
es: Nombre del dispositivo
fr: Nom de l'appareil

# SETTINGS_CHECK_FOR_UPDATES
source: Check for updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour

# SETTINGS_LAST_UPDATE_CHECK_%@
source: Last checked %@
es: Última comprobación %@
fr: Dernière vérification %@

# SETTINGS_START_ON_LAUNCH
source: Start Internxt on system startup
es: Iniciar Internxt Drive al arrancar el sistema
fr: Démarrer Internxt Drive au démarrage du système

# SETTINGS_LEARN_MORE
source: Learn more about Internxt
es: Más información sobre Internxt Drive
fr: En savoir plus sur Internxt Drive

# SETTINGS_OPEN_LOGS
source: Open Logs
es: Abrir Logs
fr: Ouvrir des registres

# SETTINGS_SPANISH_LANGUAGE
source: Español (Spanish)
es: Español (Español)
fr: Español (Espagnol)

# SETTINGS_ENGLISH_LANGUAGE
source: English (English)
es: English (Inglés)
fr: English (Anglais)

# SETTINGS_FRENCH_LANGUAGE
source: Français (French)
es: Français (Francés)
fr: Français (Français)

# BACKUP_SETTINGS_DEVICES
source: Devices
es: Dispositivos
fr: Dispositifs

# BACKUP_SETTINGS_DEVICES_HELP
source: Backups help
es: Ayuda para respaldar
fr: Aide aux sauvegardes

# BACKUP_SETTINGS_THIS_DEVICE
source: This device
es: Este dispositivo
fr: Ce dispositif

# BACKUP_SETTINGS_TOOLTIP
source: Save a copy of your most important files on the cloud automatically
es: Guarda automáticamente en la nube una copia de tus archivos más importantes
fr: Sauvegarde automatique d'une copie de vos fichiers les plus importants sur le cloud

# BACKUP_SETTINGS_BACKUP_FOLDERS
source: Backup folders
es: Carpetas de copia de seguridad
fr: Dossiers de sauvegarde

# BACKUP_SETTINGS_%@_FOLDERS
source: %@ folders
es: %@ carpetas
fr: %@ dossiers

# BACKUP_SETTINGS_ONE_FOLDER
source: 1 folder
es: 1 carpeta
fr: 1 dossier

# BACKUP_SETTINGS_ADD_FOLDERS
source: Click + to select the folders you want to back up
es: Haga clic en + para seleccionar las carpetas de las que desea hacer una copia de seguridad.
fr: Cliquez sur + pour sélectionner les dossiers que vous souhaitez sauvegarder.

# BACKUP_MISSING_FOLDERS_ERROR
source: Some folders are missing
es: No se han encontrado algunas carpetas
fr: Certains dossiers sont manquants

# BACKUP_MISSING_FOLDER_ERROR
source: Not found
es: No se ha encontrado
fr: Non trouvé

# BACKUP_SETTINGS_ALREADY_ADDED_FOLDER
source: This folder is already selected
es: Esta carpeta ya se encuentra seleccionada
fr: Ce dossier est déjà sélectionné

# ACCOUNT_SETTINGS_BANNER_STORAGE_FULL_TITLE
source: Your storage is full
es: Tu almacenamiento está lleno
fr: Votre stockage est plein

# ACCOUNT_SETTINGS_BANNER_STORAGE_FULL_MESSAGE
source: You can't upload, sync or backup files. Upgrade now your plan or remove files to save up space.
es: No puedes cargar, sincronizar ni hacer copias de seguridad de archivos. Actualiza ahora tu plan o elimina archivos para ahorrar espacio.
fr: Vous ne pouvez pas télécharger, synchroniser ou sauvegarder des fichiers. Mettez à niveau votre forfait maintenant ou supprimez des fichiers pour économiser de l'espace.

# COMMON_UPGRADE
source: Upgrade
es: Comprar espacio
fr: Mise à niveau

# COMMON_LOGOUT
source: Log out
es: Cerrar sesión
fr: Déconnexion

# COMMON_EDIT
source: Edit
es: Editar
fr: Modifier

# COMMON_CANCEL
source: Cancel
es: Cancelar
fr: Annuler

# COMMON_BACKUP_NOW
source: Backup now
es: Respaldar ahora
fr: Sauvegarder maintenant

# COMMON_SAVE
source: Save
es: Guardar
fr: Enregistrer

# COMMON_SKIP
source: Skip
es: Saltar
fr: Sauter

# COMMON_CONTINUE
source: Continue
es: Continuar
fr: Continuer

# COMMON_USAGE_%@_OF_%@
source: Using %@ of %@
es: Usado %@ de %@
fr: Utilisation de %@ de %@

# COMMON_CLOSE
source: Close
es: Cerrar
fr: Fermer

# COMMON_LANGUAGE
source: Language
es: Idioma
fr: Langue

# COMMON_DOWNLOAD
source: Download
es: Descargar
fr: Télécharger

# COMMON_FOLDER_EMPTY
source: This folder is empty
es: Esta carpeta esta vacía
fr: Ce dossier est vide

# COMMON_FOLDER_LOAD_ERROR
source: Something went wrong while loading this folder content
es: Ha ocurrido un error al cargar el contenido de esta carpeta
fr: Une erreur s'est produite lors du chargement du dossier.

# USAGE_LOADING
source: Loading your usage
es: Cargando espacio usado
fr: Chargement de l'espace

# CONTEXT_MENU_AVAILABLE_OFFLINE
source: Make Available Offline
es: Cambiar a disponible offline
fr: Rendre disponible hors ligne

# CONTEXT_MENU_AVAILABLE_ONLINE_ONLY
source: Make Online Only
es: Cambiar a disponible sólo online
fr: Rendre disponible en ligne uniquement

# CONTEXT_MENU_REFRESH_CONTENT
source: Refresh content
es: Refrescar contenido
fr: Actualiser le contenu

# CONTEXT_MENU_OPEN_WEB_BROWSER
source: Open in web browser
es: Abrir en navegador web
fr: Ouvrir dans un navigateur Web

# AvailableOfflineLabel
source: Available offline
es: Disponible sin conexión
fr: Disponible hors ligne

# PAGE_INDICATOR_%lld_OF_%lld
source: %lld of %lld
es: %lld de %lld
fr: %lld de %lld

# ONBOARDING_SLIDE_1_SUBTITLE_1
source: Welcome to Internxt!
es: ¡Bienvenido a Internxt Drive!
fr: Bienvenue sur Internxt Drive !

# ONBOARDING_SLIDE_1_SUBTITLE_2
source: Back up your files with Drive, secure against malware with Antivirus, and optimize performance with Cleaner — all while keeping your privacy protected.
es: Empecemos haciendo una copia de seguridad de todos tus archivos y carpetas importantes en la barra lateral de tu buscador
fr: Commençons par sauvegarder tous vos fichiers et dossiers importants dans la barre latérale de votre Finder

# ONBOARDING_SLIDE_1_ACTION
source: Take a tour
es: Hacer recorrido
fr: Faire une visite guidée

# ONBOARDING_SLIDE_2_TITLE
source: Access and organize all of your stored files from the sidebar
es: Accede y organiza todos tus archivos almacenados desde la barra lateral
fr: Accédez à tous vos fichiers et organisez-les à partir de la barre latérale

# ONBOARDING_SLIDE_2_SUBTITLE
source: Your personal Internxt Drive folder is located in your Finder sidebar
es: Tu carpeta personal de Internxt Drive se encuentra en la barra lateral del Finder
fr: Votre dossier personnel Internxt Drive se trouve dans la barre latérale du Finder

# ONBOARDING_SLIDE_3_TITLE
source: Cleaner
es: Ahorra espacio en tu dispositivo con la descarga inteligente
fr: Économisez de l'espace sur votre appareil grâce au téléchargement intelligent

# ONBOARDING_SLIDE_3_SUBTITLE_1
source: Free up space locally and optimize your device’s performance.
es: Almacena los archivos no esenciales como **sólo en línea** para ahorrar espacio en la unidad local
fr: Gardez les fichiers non essentiels comme **en ligne uniquement** pour économiser de l'espace sur le disque local

# ONBOARDING_SLIDE_3_SUBTITLE_2
source: Our cleaner finds and removes unnecessary files, so your device runs smoothly.
es: Al guardar como sólo en línea, los archivos se eliminan automáticamente del dispositivo y se suben a la nube
fr: En enregistrant uniquement en ligne, les fichiers sont automatiquement supprimés de votre appareil et téléchargés sur le cloud

# ONBOARDING_SLIDE_4_TITLE
source: Drive
es: Sincroniza entre dispositivos y accede a los archivos sin conexión
fr: Synchronisez vos appareils et accédez à vos fichiers hors ligne

# ONBOARDING_SLIDE_4_SUBTITLE_1
source: Access all your files from the Internxt Drive folder in your finder sidebar.
es: Almacena archivos esenciales como **disponibles sin conexión** para tenerlos siempre a mano
fr: Gardez les fichiers essentiels comme **disponibles hors ligne** pour les avoir toujours sous la main

# ONBOARDING_SLIDE_4_SUBTITLE_2
source: Choose to save space with online-only files, or keep essentials available offline — everything stays secure and in sync across your devices.
es: Al guardar como disponibles sin conexión, los archivos se almacenan localmente y se sincronizan automáticamente en todos tus dispositivos
fr: En enregistrant comme disponibles hors ligne, les fichiers sont enregistrés localement et se synchronisent automatiquement sur tous vos appareils

# ONBOARDING_SLIDE_5_TITLE
source: Organize your files with just one click
es: Organiza tus archivos con un solo clic
fr: Organisez vos fichiers en un seul clic

# ONBOARDING_SLIDE_5_SUBTITLE_1
source: Simply right-click one or more files and select how you want them stored
es: Simplemente haz clic con el botón derecho en uno o más archivos y selecciona cómo quieres almacenarlos
fr: Cliquez droit sur un ou plusieurs fichiers et sélectionnez leur mode de stockage

# ONBOARDING_SLIDE_5_LIST_ITEM_1
source: Label files **available offline** to access them anytime, with or without internet
es: Etiqueta los archivos **disponibles sin conexión** para acceder a ellos en cualquier momento, con o sin internet
fr: Etiqueter les fichiers **disponibles hors ligne** pour y accéder à tout moment, avec ou sans internet

# ONBOARDING_SLIDE_5_LIST_ITEM_2
source: Label files **online only** to save physical hard drive space
es: Etiqueta archivos **sólo en línea** para ahorrar espacio físico en el disco duro
fr: Étiqueter les fichiers **uniquement en ligne** pour économiser de l'espace sur le disque dur

# ONBOARDING_FINISH_TITLE
source: You're all set, enjoy your privacy!
es: ¡Ya está todo listo, disfruta de tu privacidad!
fr: Vous êtes prêt, profitez de votre confidentialité !

# ONBOARDING_FINISH_SUBTITLE_1
source: Internxt is ready
es: Internxt Drive está listo
fr: Internxt Drive est prêt

# ONBOARDING_FINISH_SUBTITLE_2
source: Access your stored files from your Finder’s sidebar
es: Accede a tus archivos guardados desde la barra lateral del Finder
fr: Accédez à vos fichiers stockés depuis la barre latérale

# ONBOARDING_FINISH_ACTION
source: Open Internxt Drive
es: Abrir Internxt Drive
fr: Ouvrir Internxt Drive

# SHARE_FEEDBACK_TITLE
source: Share feedback with Internxt
es: Compartir comentarios con Internxt
fr: Partager votre feedback avec Internxt

# SHARE_FEEDBACK_SUBTITLE
source: Your feedback makes Internxt improve and helps us to create better product experiences
es: Tus comentarios hacen que Internxt mejore y nos ayudan a crear mejores experiencias de producto
fr: Vos commentaires permettent à Internxt de s'améliorer et nous aident à créer de meilleures expériences produit

# SHARE_FEEDBACK_PLACEHOLDER
source: Let us know what’s in your mind, what you’d like to improve or describe the bug or issue
es: Haznos saber lo que tienes en mente, lo que mejorarías o describe el error o problema
fr: Faites-nous savoir ce que vous pensez, ce que vous aimeriez améliorer ou décrivez un problème

# SHARE_FEEDBACK_ACTION
source: Send feedback
es: Enviar comentarios
fr: Envoyer un commentaire

# SHARE_FEEDBACK_SUCCESS_TITLE
source: Thank you for sharing your feedback
es: Gracias por compartir tus comentarios
fr: Merci d'avoir partagé votre commentaire

# SHARE_FEEDBACK_SUCCESS_SUBTITLE
source: We really appreciate your time and effort to help us improve our services.
es: Agradecemos mucho tu tiempo y esfuerzo para ayudarnos a mejorar nuestros servicios
fr: Nous apprécions vraiment le temps et les efforts pour nous aider à améliorer nos services

# ALERT_STORAGE_TITLE
source: Your storage is full
es: Tu almacenamiento está lleno
fr: Votre stockage est plein

# ALERT_STORAGE_SUBTITLE
source: You can’t upload, sync or backup files
es: No puedes cargar, sincronizar ni realizar copias de seguridad de archivos
fr: Vous ne pouvez pas télécharger, synchroniser ou sauvegarder des fichiers

# ALERT_STORAGE_BUTTON_TITLE
source: Upgrade now
es: Actualizar ahora
fr: Mettre à jour maintenant

source: Antivirus system scan
es: Escaneo del sistema antivirus
fr: Analyse du système antivirus

source: Antivirus custom scan
es: Escaneo personalizado del antivirus
fr: Analyse personnalisée de l'antivirus

# ANTIVIRUS_START_SCAN
source: Start scan
es: Iniciar escaneo
fr: Démarrer l'analyse

# ANTIVIRUS_CHOOSE_FILES
source: Choose
es: Elegir
fr: Choisir

# ANTIVIRUS_SCANNING
source: Scanning...
es: Escaneando...
fr: Analyse en cours...

# ANTIVIRUS_SCANNED_FILES
source: Scanned files
es: Archivos escaneados
fr: Fichiers analysés

# ANTIVIRUS_DETECTED_FILES
source: Detected files
es: Archivos detectados
fr: Fichiers détectés

# ANTIVIRUS_NO_THREATS_FOUND
source: No threats were found
es: No se encontraron amenazas
fr: Aucune menace détectée

# ANTIVIRUS_NO_FURTHER_ACTIONS
source: No further actions are necessary
es: No se necesitan más acciones
fr: Aucune autre action n'est nécessaire

# ANTIVIRUS_MALWARE_DETECTED
source: Malware detected
es: Malware detectado
fr: Malware détecté

# ANTIVIRUS_REVIEW_REMOVE_THREATS
source: Please review and remove threats
es: Por favor, revise y elimine las amenazas
fr: Veuillez examiner et supprimer les menaces

# ANTIVIRUS_REMOVE_MALWARE
source: Remove malware
es: Eliminar malware
fr: Supprimer le malware

# ANTIVIRUS_FILES_CONTAINING_MALWARE
source: Files containing malware
es: Archivos que contienen malware
fr: Fichiers contenant des malwares

# ANTIVIRUS_MODAL_TITLE_REMOVE
source: Action required
es: Acción requerida
fr: Action requise

# ANTIVIRUS_MODAL_TITLE_CANCEL
source: Security warning
es: Advertencia de seguridad
fr: Avertissement de sécurité

# ANTIVIRUS_MODAL_DESCRIPTION_REMOVE
source: Removing the malware will also permanently delete the folder from your storage to protect your device. This action cannot be undone. Please confirm to continue.
es: Eliminar el malware también eliminará permanentemente la carpeta de tu almacenamiento para proteger tu dispositivo. Esta acción no se puede deshacer. Por favor, confirma para continuar.
fr: La suppression du logiciel malveillant supprimera également définitivement le dossier de votre stockage pour protéger votre appareil. Cette action est irréversible. Veuillez confirmer pour continuer.

# ANTIVIRUS_MODAL_DESCRIPTION_CANCEL
source: Malware is still present, and your device is at risk. Are you sure you want to cancel?
es: El malware sigue presente y tu dispositivo está en riesgo. ¿Estás seguro de que deseas cancelar?
fr: Le logiciel malveillant est toujours présent et votre appareil est en danger. Êtes-vous sûr de vouloir annuler ?

# ANTIVIRUS_MODAL_COMMON_REMOVE
source: Remove
es: Eliminar
fr: Supprimer

# ANTIVIRUS_NO_FILES_SELECTED
source: There are no files selected to delete
es: No hay archivos seleccionados para eliminar
